content/about.md
+++
title = "About"
draft = false
+++

Hey, I'm Sven Koschnicke, a computer nerd with over 25 years of hands-on
experience across the entire technology stack. From designing microchips and
programming FPGAs to developing high-performance kernel modules, I bring deep
technical expertise at every level.

My unique strength lies in true full-stack mastery - seamlessly bridging
hardware, systems, and software. Whether it's DevOps infrastructure,
sophisticated backend services, or polished frontend applications, I've
successfully delivered solutions across the spectrum.

I specialize in tackling complex technical challenges that require innovative
thinking and optimization. With my broad knowledge I can successfully steer a
team to create a robust and scalable software solution. I focus on creating
high-performance, specialized systems that push boundaries and deliver
exceptional value.

If you're looking for someone who can not only understand your technical
challenges from every angle but also architect and implement solutions that
exceed expectations in both performance and quality, let's connect.


## Contact {#contact}

You can reach me by email: [s.koschnicke@gfxpro.com](mailto:s.koschnicke@gfxpro.com).

My postal address:

> GFXpro, z. Hd. Sven Koschnicke<br />
> Tannenstraße 16<br />
> 24229 Schwedeneck<br />
> Germany

Bank account:

> bunq<br />
> IBAN: NL02 BUNQ 2057 0845 58<br />
> BIC: BUNQNL2A


## Legal / Imprint (in german) {#legal-imprint--in-german}

Anbieter und Verantwortlicher im Sinne des § 5 TMG und § 55 Absatz 2 RStV ist:

> Sven Koschnicke (Einzelunternehmer)<br />
> Tannenstraße 16<br />
> 24229 Schwedeneck<br />
> Germany<br />
> E-Mail: [s.koschnicke@gfxpro.com](mailto:s.koschnicke@gfxpro.com)<br />
> USt-IdNr.: DE235896138

Hinweis für Verbraucher:

Die Europäische Kommission stellt eine Plattform zur Online-Streitbeilegung (OS) bereit: <https://ec.europa.eu/consumers/odr>

Ich bin nicht bereit oder verpflichtet, an Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle teilzunehmen.
